[M_BloodCrystals MissionDefinition]
MissionName="Cristais Sangrentos"
MissionDescription="Sir Hammerlock sente curiosidade sobre como lutam os Cristalíceos e por isso, lhe pediu que elimine alguns em seu nome."
TurnInDescription="Você descobriu que o modo mais rápido de eliminar um Cristalíceo consiste em arrancar-lhes os cristais."
MissionSummary="Elimine os Cristalíceos."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Quantos golpes são necessários para chegar ao interior de um Cristalíceo? Vamos descobrir."

[M_BloodCrystals:BloodCrystals_FindCrystalisk MissionObjectiveDefinition]
ProgressMessage="Encontre um Cristalíceo"

[M_BloodCrystals:BloodCrystals_KillCrystalisks MissionObjectiveDefinition]
ProgressMessage="Elimine alguns Cristalíceos"

[M_BloodCrystals:BloodCrystals_Melee MissionObjectiveDefinition]
ProgressMessage="Destrua a armadura com golpes"

[M_BloodCrystals:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodCrystals:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodCrystals:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

